Revit 2027 API
Mullion.LocationCurve Property
 This method get the curve location of the current Mullion.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public Curve LocationCurve { get; }
Public ReadOnly Property LocationCurve As Curve
	Get
public:
property Curve^ LocationCurve {
	Curve^ get ();
}
member LocationCurve : Curve with get
Property Value
Curve
See Also
Reference
Mullion Class
Autodesk.Revit.DB Namespace